[
  {
    "text": "“The reason I talk to myself is because I’m the only one whose answers I accept.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The planet is fine. The people are fucked.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring The Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring The Pork Chops?"
  },
  {
    "text": "“Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do, every minute of every day. And the invisible man has a special list of ten things he does not want you to do. And if you do any of these ten things, he has a special place, full of fire and smoke and burning and torture and anguish, where he will send you to live and suffer and burn and choke and scream and cry forever and ever 'til the end of time! But He loves you. He loves you, and He needs money! He always needs money! He's all-powerful, all-perfect, all-knowing, and all-wise, somehow just can't handle money!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Fighting for peace is like screwing for virginity.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“That's why they call it the American Dream, because you have to be asleep to believe it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“May the forces of evil become confused on the way to your house.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Never underestimate the power of stupid people in large groups.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There are nights when the wolves are silent and only the moon howls. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If you try to fail, and succeed, which have you done?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I like it when a flower or a little tuft of grass grows through a crack in the concrete. It's so fuckin' heroic.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The main reason Santa is so jolly is because he knows where all the bad girls live.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We're so self-important. So arrogant. Everybody's going to save something now. Save the trees, save the bees, save the whales, save the snails. And the supreme arrogance? Save the planet! Are these people kidding? Save the planet? We don't even know how to take care of ourselves; we haven't learned how to care for one another. We're gonna save the fuckin' planet? . . . And, by the way, there's nothing wrong with the planet in the first place. The planet is fine. The people are fucked! Compared with the people, the planet is doin' great. It's been here over four billion years . . . The planet isn't goin' anywhere, folks. We are! We're goin' away. Pack your shit, we're goin' away. And we won't leave much of a trace. Thank God for that. Nothing left. Maybe a little Styrofoam. The planet will be here, and we'll be gone. Another failed mutation; another closed-end biological mistake.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Meow” means “woof” in cat.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Men are from Earth, women are from Earth. Deal with it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Religion is like a pair of shoes.....Find one that fits for you, but don't make me wear your shoes.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People say, 'I'm going to sleep now,' as if it were nothing. But it's really a bizarre activity. 'For the next several hours, while the sun is gone, I'm going to become unconscious, temporarily losing command over everything I know and understand. When the sun returns, I will resume my life.'If you didn't know what sleep was, and you had only seen it in a science fiction movie, you would think it was weird and tell all your friends about the movie you'd seen.They had these people, you know? And they would walk around all day and be OK? And then, once a day, usually after dark, they would lie down on these special platforms and become unconscious. They would stop functioning almost completely, except deep in their minds they would have adventures and experiences that were completely impossible in real life. As they lay there, completely vulnerable to their enemies, their only movements were to occasionally shift from one position to another; or, if one of the 'mind adventures' got too real, they would sit up and scream and be glad they weren't unconscious anymore. Then they would drink a lot of coffee.'So, next time you see someone sleeping, make believe you're in a science fiction movie. And whisper, 'The creature is regenerating itself.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Think of how stupid the average person is, and realize half of them are stupider than that.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“He - and if there is a God, I am convinced he is a he, because no woman could or would ever fuck things up this badly.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The most unfair thing about life is the way it ends. I mean, life is tough. It takes up a lot of your time. What do you get at the end of it? A Death! What’s that, a bonus? I think the life cycle is all backwards. You should die first, get it out of the way. Then you live in an old age home. You get kicked out when you’re too young, you get a gold watch, you go to work. You work forty years until you’re young enough to enjoy your retirement. You do drugs, alcohol, you party, you get ready for high school. You go to grade school, you become a kid, you play, you have no responsibilities, you become a little baby, you go back into the womb, you spend your last nine months floating …and you finish off as an orgasm.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Scratch any cynic and you will find a disappointed idealist.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't like ass kissers, flag wavers or team players. I like people who buck the system. Individualists. I often warn people: \"Somewhere along the way, someone is going to tell you, 'There is no \"I\" in team.' What you should tell them is, 'Maybe not. But there is an \"I\" in independence, individuality and integrity.'\" Avoid teams at all cost. Keep your circle small. Never join a group that has a name. If they say, \"We're the So-and-Sos,\" take a walk. And if, somehow, you must join, if it's unavoidable, such as a union or a trade association, go ahead and join. But don't participate; it will be your death. And if they tell you you're not a team player, congratulate them on being observant.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I do this real moron thing, and it's called thinking. And apparently I'm not a very good American because I like to form my own opinions.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I went to a bookstore and asked the saleswoman, 'Where's the self-help section?' She said if she told me, it would defeat the purpose.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm completely in favor of the separation of Church and State. ... These two institutions screw us up enough on their own, so both of them together is certain death.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't have pet peeves - I have major psychotic fucking hatreds.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Tell people there's an invisible man in the sky who created the universe, and the vast majority will believe you. Tell them the paint is wet, and they have to touch it to be sure.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Some people see the glass half full. Others see it half empty.I see a glass that's twice as big as it needs to be.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I often warn people: \"Somewhere along the way, someone is going to tell you, 'There is no \"I\" in team.' What you should tell them is, 'Maybe not. But there is an \"I\" in independence, individuality and integrity.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If it’s true that our species is alone in the universe, then I’d have to say the universe aimed rather low and settled for very little.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Atheism is a non-prophet organization.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I’m a modern man, a man for the millennium. Digital and smoke free. A diversified multi-cultural, post-modern deconstruction that is anatomically and ecologically incorrect. I’ve been up linked and downloaded, I’ve been inputted and outsourced, I know the upside of downsizing, I know the downside of upgrading. I’m a high-tech low-life. A cutting edge, state-of-the-art bi-coastal multi-tasker and I can give you a gigabyte in a nanosecond! I’m new wave, but I’m old school and my inner child is outward bound. I’m a hot-wired, heat seeking, warm-hearted cool customer, voice activated and bio-degradable. I interface with my database, my database is in cyberspace, so I’m interactive, I’m hyperactive and from time to time I’m radioactive. Behind the eight ball, ahead of the curve, ridin the wave, dodgin the bullet and pushin the envelope. I’m on-point, on-task, on-message and off drugs. I’ve got no need for coke and speed. I've got no urge to binge and purge. I’m in-the-moment, on-the-edge, over-the-top and under-the-radar. A high-concept, low-profile, medium-range ballistic missionary. A street-wise smart bomb. A top-gun bottom feeder. I wear power ties, I tell power lies, I take power naps and run victory laps. I’m a totally ongoing big-foot, slam-dunk, rainmaker with a pro-active outreach. A raging workaholic. A working rageaholic. Out of rehab and in denial! I’ve got a personal trainer, a personal shopper, a personal assistant and a personal agenda. You can’t shut me up. You can’t dumb me down because I’m tireless and I’m wireless, I’m an alpha male on beta-blockers. I’m a non-believer and an over-achiever, laid-back but fashion-forward. Up-front, down-home, low-rent, high-maintenance. Super-sized, long-lasting, high-definition, fast-acting, oven-ready and built-to-last! I’m a hands-on, foot-loose, knee-jerk head case pretty maturely post-traumatic and I’ve got a love-child that sends me hate mail. But, I’m feeling, I’m caring, I’m healing, I’m sharing-- a supportive, bonding, nurturing primary care-giver. My output is down, but my income is up. I took a short position on the long bond and my revenue stream has its own cash-flow. I read junk mail, I eat junk food, I buy junk bonds and I watch trash sports! I’m gender specific, capital intensive, user-friendly and lactose intolerant. I like rough sex. I like tough love. I use the “F” word in my emails and the software on my hard-drive is hardcore--no soft porn. I bought a microwave at a mini-mall; I bought a mini-van at a mega-store. I eat fast-food in the slow lane. I’m toll-free, bite-sized, ready-to-wear and I come in all sizes. A fully-equipped, factory-authorized, hospital-tested, clinically-proven, scientifically- formulated medical miracle. I’ve been pre-wash, pre-cooked, pre-heated, pre-screened, pre-approved, pre-packaged, post-dated, freeze-dried, double-wrapped, vacuum-packed and, I have an unlimited broadband capacity. I’m a rude dude, but I’m the real deal. Lean and mean! Cocked, locked and ready-to-rock. Rough, tough and hard to bluff. I take it slow, I go with the flow, I ride with the tide. I’ve got glide in my stride. Drivin and movin, sailin and spinin, jiving and groovin, wailin and winnin. I don’t snooze, so I don’t lose. I keep the pedal to the metal and the rubber on the road. I party hearty and lunch time is crunch time. I’m hangin in, there ain’t no doubt and I’m hangin tough, over and out!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The very existence of flamethrowers proves that sometime, somewhere, someone said to themselves, 'You know, I want to set those people over there on fire, but I’m just not close enough to get the job done.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We’re so self-important. Everybody’s going to save something now. “Save the trees, save the bees, save the whales, save those snails.” And the greatest arrogance of all: save the planet. Save the planet, we don’t even know how to take care of ourselves yet. I’m tired of this shit. I’m tired of f-ing Earth Day. I’m tired of these self-righteous environmentalists, these white, bourgeois liberals who think the only thing wrong with this country is that there aren’t enough bicycle paths. People trying to make the world safe for Volvos. Besides, environmentalists don’t give a shit about the planet. Not in the abstract they don’t. You know what they’re interested in? A clean place to live. Their own habitat. They’re worried that some day in the future they might be personally inconvenienced. Narrow, unenlightened self-interest doesn’t impress me.The planet has been through a lot worse than us. Been through earthquakes, volcanoes, plate tectonics, continental drift, solar flares, sun spots, magnetic storms, the magnetic reversal of the poles … hundreds of thousands of years of bombardment by comets and asteroids and meteors, worldwide floods, tidal waves, worldwide fires, erosion, cosmic rays, recurring ice ages … And we think some plastic bags and some aluminum cans are going to make a difference? The planet isn’t going anywhere. WE are!We’re going away. Pack your shit, folks. We’re going away. And we won’t leave much of a trace, either. Maybe a little Styrofoam … The planet’ll be here and we’ll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet’ll shake us off like a bad case of fleas.The planet will be here for a long, long, LONG time after we’re gone, and it will heal itself, it will cleanse itself, ’cause that’s what it does. It’s a self-correcting system. The air and the water will recover, the earth will be renewed. And if it’s true that plastic is not degradable, well, the planet will simply incorporate plastic into a new paradigm: the earth plus plastic. The earth doesn’t share our prejudice toward plastic. Plastic came out of the earth. The earth probably sees plastic as just another one of its children. Could be the only reason the earth allowed us to be spawned from it in the first place. It wanted plastic for itself. Didn’t know how to make it. Needed us. Could be the answer to our age-old egocentric philosophical question, “Why are we here?” Plastic… asshole.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think the warning labels on alcoholic beverages are too bland. They should be more vivid. Here is one I would suggest: \"Alcohol will turn you into the same asshole your father was.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“How is it possible to have a civil war?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Life gets really simple once you cut out all the bull shit they teach you in school.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“When I ask how old your toddler is, I don't need to hear '27 months.' 'He's two' will do just fine. He's not a cheese. And I didn't really care in the first place.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Now, there's one thing you might have noticed I don't complain about: politicians. Everybody complains about politicians. Everybody says they suck. Well, where do people think these politicians come from? They don't fall out of the sky. They don't pass through a membrane from another reality. They come from American parents and American families, American homes, American schools, American churches, American businesses and American universities, and they are elected by American citizens. This is the best we can do folks. This is what we have to offer. It's what our system produces: Garbage in, garbage out. If you have selfish, ignorant citizens, you're going to get selfish, ignorant leaders. Term limits ain't going to do any good; you're just going to end up with a brand new bunch of selfish, ignorant Americans. So, maybe, maybe, maybe, it's not the politicians who suck. Maybe something else sucks around here... like, the public. Yeah, the public sucks. There's a nice campaign slogan for somebody: 'The Public Sucks. F*ck Hope.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I have as much authority as the Pope. I just don’t have as many people who believe it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“How come when it’s us, it’s an abortion, and when it’s a chicken, it’s an omelette?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Isn’t it a bit unnerving that doctors call what they do “practice”?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't know how you feel, but I'm pretty sick of church people. You know what they ought to do with churches? Tax them. If holy people are so interested in politics, government, and public policy, let them pay the price of admission like everybody else. The Catholic Church alone could wipe out the national debt if all you did was tax their real estate.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“In America, anyone can become president. That's the problem.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The caterpillar does all the work, but the butterfly gets all the publicity.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Laugh often, long and loud. Laugh until you gasp for breath.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I've begun worshipping the sun for a number of reasons. First of all, unlike some other gods I could mention, I can see the sun. It's there for me every day. And the things it brings me are quite apparent all the time: heat, light, food, and a lovely day. There's no mystery, no one asks for money, I don't have to dress up, and there's no boring pageantry. And interestingly enough, I have found that the prayers I offer to the sun and the prayers I formerly offered to 'God' are all answered at about the same 50% rate.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Honesty may be the best policy, but it's important to remember that apparently, by elimination, dishonesty is the second-best policy.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Instead of warning pregnant women not to drink,I think female alcoholics ought to be told not to fuck”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I tried to believe that there is a God, who created each of us in His own image and likeness, loves us very much, and keeps a close eye on things. I really tried to believe that, but I gotta tell you, the longer you live, the more you look around, the more you realize, something is fucked up.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“When you're born into this world, you're given a ticket to the freak show. If you're born in America you get a front row seat.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There are nights when the wolves are silent and only the moon howls.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Don't sweat the petty things and don't pet the sweaty things.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“A good motto to live by: 'Always try not to get killed.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If someone with multiple personalities threatens to kill himself, is it considered a hostage situation?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Ever wonder about those people who spend $2 apiece on those little bottles of Evian water? Try spelling Evian backward. ”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      George Carlin Reads to You: An Audio Collection Including Recent Grammy Winners Braindroppings and Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  George Carlin Reads to You: An Audio Collection Including Recent Grammy Winners Braindroppings and Napalm \u0026 Silly Putty"
  },
  {
    "text": "“THINGS YOU NEVER HEAR: 'Please stop sucking my dick or I'll call the police.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Some people have no idea what they're doing, and a lot of them are really good at it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think I am, therefore, I am... I think.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Something is wrong here. War, disease, death, destruction, hunger, filth, poverty, torture, crime, corruption, and the Ice Capades. Something is definitely wrong. This is not good work. If this is the best God can do, I am not impressed. Results like these do not belong on the résumé of a Supreme Being. This is the kind of shit you'd expect from an office temp with a bad attitude. And just between you and me, in any decently-run universe, this guy would've been out on his all-powerful ass a long time ago. And by the way, I say \"this guy\", because I firmly believe, looking at these results, that if there is a God, it has to be a man.No woman could or would ever fuck things up like this. So, if there is a God, I think most reasonable people might agree that he's at least incompetent, and maybe, just maybe, doesn't give a shit. Doesn't give a shit, which I admire in a person, and which would explain a lot of these bad results.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If your kid needs a role model and you ain't it, you're both fucked.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Oh Beautiful for smoggy skies, insecticided grain,For strip-mined mountain's majesty above the asphalt plain.America, America, man sheds his waste on thee,And hides the pines with billboard signs, from sea to oily sea.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“So I say, “Live and let live.” That’s my motto. “Live and let live.” And anyone who can’t go along with that, take him outside and shoot the motherfucker. It’s a simple philosophy, but it’s always worked in our family.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It's important in life if you don't give a shit. It can help you a lot.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Isn’t making a smoking section in a restaurant like making a peeing section in a swimming pool?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Conservatives want live babies so they can train them to be dead soldiers. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I would never want to be a member of a group whose symbol was a man nailed to two pieces of wood.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Everyone smiles in the same language.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Don’t just teach your children to read…Teach them to question what they read.Teach them to question everything.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Think of how it all started: America was founded by slave owners who informed us, \"All men are created equal.\" All \"men,\" except Indians, niggers, and women. Remember, the founders were a small group of unelected, white, male, land-holding slave owners who also, by the way, suggested their class be the only one allowed to vote. To my mind, that is what's known as being stunningly--and embarrassingly--full of shit.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People who say they don't care what people think are usually desperate to have people think they don't care what people think.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“No matter how you care to define it, I do not identify with the local group. Planet, species, race, nation, state, religion, party, union, club, association, neighborhood improvement committee; I have no interest in any of it. I love and treasure individuals as I meet them, I loathe and despise the groups they identify with and belong to.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“How can He be perfect? Everything He ever makes...dies.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I thought about how mothers feed their babies with tiny little spoons and forks so I wondered, what do Chinese mothers use? Toothpicks?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People can't seem to get it through their heads that there is never any healing or closure. Ever. There is only a short pause before the next \"horrifying\" event. People forget there is such a thing as memory, and that when a wound \"heals\" it leaves a permanent scar that never goes away, but merely fades a little. What really ought to be said after one of these so-called tragedies is, \"Let the scarring begin.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“It's never just a game when you're winning.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If 4 out of 5 people SUFFER from diarrhea…does that mean that 1 enjoys it?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Here’s a bumper sticker I’d like to see: “We are the proud parents of a child who’s self-esteem is sufficient that he doesn’t need us promoting his minor scholastic achievements on the back of our car.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If the black box flight recorder is never damaged during a plane crash, why isn’t the whole airplane made out of that stuff? ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We are a nation of sheep, and someone else owns the grass.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People always tell me \"Have a nice day.\" Well what if I don't want to? What if I want to have a crappy day?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Not only do I not know what's going on, I wouldn't know what to do about it if I did.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I am\" is reportedly the shortest sentence in the English language. Could it be that \"I do\" is the longest sentence?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Most people work just hard enough not to get fired and get paid just enough money not to quit.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You show me a lazy prick who's lying in bed all day, watching TV, only occasionally getting up to piss, and I'll show you a guy who's not causing any trouble.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“One tequila, two tequila, three tequila, floor.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I have lots of ideas. Trouble is, most of them suck. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Forget the politicians. The politicians are put there to give you the idea you have freedom of choice. You don't. You have no choice. You have owners. They own you. They own everything. They own all the important land, they own and control the corporations that've long since bought and paid for, the senate, the congress, the state houses, the city halls, they got the judges in their back pocket, and they own all the big media companies so they control just about all of the news and the information you get to hear. They got you by the balls. They spend billions of dollars every year lobbying to get what they want. Well, we know what they want. They want more for themselves and less for everybody else. But I'll tell you what they don't want. They don't want a population of citizens capable of critical thinking. They don't want well informed, well educated people capable of critical thinking. They're not interested in that. That doesn't help them.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The Christians gave Him Sunday, the Jews gave Him Saturday, and the Muslims gave Him Friday. God has a three-day weekend.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The IQ and the life expectancy of the average American recently passed each other in opposite directions.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Have you ever wondered why Republicans are so interested in encouraging people to volunteer in their communities? It’s because volunteers work for no pay. Republicans have been trying to get people to work for no pay for a long time. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Pride should be reserved for something you achieve or obtain on your own, not something that happens by accident of birth. Being Irish isn't a skill... it's a fucking genetic accident. You wouldn't say I'm proud to be 5'11\"; I'm proud to have a pre-disposition for colon cancer.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I was thinking about how people seem to read the bible a lot more as they get older, and then it dawned on me—they’re cramming for their final exam.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I noticed that all the prayers I used to offer to God, and all the prayers I now offer to Joe Pesci, are being answered at about the same fifty percent rate. Half the time I get what I want, half the time I don't...Same as the four-leaf clover and the horseshoe...same as the voodoo lady who tells you your fortune by squeezing the goat's testicles. It's all the same...so just pick your superstition, sit back, make a wish, and enjoy yourself...”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“But when you're in front of an audience and you make them laugh at a new idea, you're guiding the whole being for the moment. No one is ever more him/herself than when they really laugh. Their defenses are down. It's very Zen-like, that moment. They are completely open, completely themselves when that message hits the brain and the laugh begins. That's when new ideas can be implanted. If a new idea slips in at that moment, it has a chance to grow.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“There's a humorous side to every situation. The challenge is to find it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Once you leave out all the bullshit they teach you in school, life gets really simple.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Well, if crime fighters fight crime and fire fighters fight fires, what do freedom fighters fight?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think it's the duty of the comedian to find out where the line is drawn and cross it deliberately. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I put a dollar in a change machine. Nothing changed.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Inside every cynical person, there is a disappointed idealist.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I figured out years ago that the human species is totally fucked and has been for a long time. I also know that the sick, media-consumer culture in America continues to make this so-called problem worse. But the trick, folks, is not to give a fuck. Like me. I really don'tcare. I stopped worrying about all this temporal bullshit a long time ago. It's meaningless. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Electricity is really just organized lightning”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Is a vegetarian permitted to eat animal crackers?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Would a fly without wings be called a walk?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There are women named Faith, Hope, Joy, and Prudence. Why not Despair, Guilt, Rage, and Grief? It seems only right. 'Tom, I'd like you to meet the girl of my dreams, Tragedy.' These days, Trajedi.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“You take 5 white guys and you take 5 black guys and put em together for a week and what you won't have is 5 blacks guys talking like, 'Golly gee, we really won that big basketball game' but you will have 5 white guys talking like 'Yo slick, whuzzup...we be shootin hoops and mad playin, slammed those mofos”\n    \n  ―\n  \n    george carlin",
    "author": "george carlin"
  },
  {
    "text": "“What if there were no hypothetical questions?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It turned out I was pretty good in science. But again, because of the small budget, in science class we couldn't afford to do experiments in order to prove theories. We just believed everything. Actually, I think that class was called Religion. Religion class was always an easy class. All you had to do was suspend the logic and reasoning you were being taught in all the other classes.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Religion is just mind control. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“But there’s a reason. There’s a reason. There’s a reason for this, there’s a reason education sucks, and it’s the same reason that it will never, ever, ever be fixed. It’s never gonna get any better. Don’t look for it. Be happy with what you got. Because the owners of this country don't want that. I'm talking about the real owners now, the real owners, the big wealthy business interests that control things and make all the important decisions. Forget the politicians. The politicians are put there to give you the idea that you have freedom of choice. You don't. You have no choice. You have owners. They own you. They own everything. They own all the important land. They own and control the corporations. They’ve long since bought and paid for the senate, the congress, the state houses, the city halls, they got the judges in their back pockets and they own all the big media companies so they control just about all of the news and information you get to hear. They got you by the balls. They spend billions of dollars every year lobbying, lobbying, to get what they want. Well, we know what they want. They want more for themselves and less for everybody else, but I'll tell you what they don’t want: They don’t want a population of citizens capable of critical thinking. They don’t want well informed, well educated people capable of critical thinking. They’re not interested in that. That doesn’t help them. Thats against their interests. Thats right. They don’t want people who are smart enough to sit around a kitchen table to figure out how badly they’re getting fucked by a system that threw them overboard 30 fucking years ago. They don’t want that. You know what they want? They want obedient workers. Obedient workers. People who are just smart enough to run the machines and do the paperwork, and just dumb enough to passively accept all these increasingly shittier jobs with the lower pay, the longer hours, the reduced benefits, the end of overtime and the vanishing pension that disappears the minute you go to collect it, and now they’re coming for your Social Security money. They want your retirement money. They want it back so they can give it to their criminal friends on Wall Street, and you know something? They’ll get it. They’ll get it all from you, sooner or later, 'cause they own this fucking place. It's a big club, and you ain’t in it. You and I are not in the big club. And by the way, it's the same big club they use to beat you over the head with all day long when they tell you what to believe. All day long beating you over the head in their media telling you what to believe, what to think and what to buy. The table is tilted folks. The game is rigged, and nobody seems to notice, nobody seems to care. Good honest hard-working people -- white collar, blue collar, it doesn’t matter what color shirt you have on -- good honest hard-working people continue -- these are people of modest means -- continue to elect these rich cocksuckers who don’t give a fuck about them. They don’t give a fuck about you. They don’t give a fuck about you. They don't care about you at all -- at all -- at all. And nobody seems to notice, nobody seems to care. That's what the owners count on; the fact that Americans will probably remain willfully ignorant of the big red, white and blue dick that's being jammed up their assholes everyday. Because the owners of this country know the truth: it's called the American Dream, because you have to be asleep to believe it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I am a personal optimist but a skeptic about all else. What may sound to some like anger is really nothing more than sympathetic contempt. I view my species with a combination of wonder and pity, and I root for its destruction. And please don't confuse my point of view with cynicism; the real cynics are the ones who tell you everything's gonna be all right.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Don't give your money to the church. They should be giving their money to you.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I, myself, have killed six people. All random, all undetected, no way to trace them to me. And, let me tell you, there's nothin' like it. It's a great feeling. Yeah, I know, you're thinking. 'Aw, he's a comedian. He's just sayin' that stuff.' Good. That's exactly what I want you to think.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Bullshit is truly the American soundtrack.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Let a smile be your umbrella, and you'll end up with a face full of rain. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Weather forecast for tonight: dark. Continued dark overnight, with widely scattered light by morning.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People are wonderful. I love individuals. I hate groups of people. I hate a group of people with a 'common purpose'. 'Cause pretty soon they have little hats. And armbands. And fight songs. And a list of people they're going to visit at 3am. So, I dislike and despise groups of people but I love individuals. Every person you look at; you can see the universe in their eyes, if you're really looking.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm happy to tell you there is very little in this world that I believe in.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“It was my uncle who taught me about the birds and the bees. He sat me down one day and said, 'Remember this, George, the birds fuck the bees.' Then he told me he once banged a girl so hard her freckles came off.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Don't confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in how they 'ought to be.' And I certainly have no interest in fixing them. I sincerely believe that if you think there's a solution, you're part of the problem. My motto: Fuck Hope!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“And here's something else, another problem you might have: Suppose your prayers aren't answered. What do you say? \"Well, it's God's will.\" \"Thy Will Be Done.\" Fine, but if it's God's will, and He's going to do what He wants to anyway, why the fuck bother praying in the first place? Seems like a big waste of time to me! Couldn't you just skip the praying part and go right to His Will? It's all very confusing.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If everyone in the world sat quietly at the same time, closed their eyes and concentrated as hard as they could on peace and goodwill, all the killing and cruelty in the world would continue. And probably increase.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The decay and disintegration of this culture is astonishingly amusing if you are emotionally detached from it. I have always viewed it from a safe distance, knowing I don't belong; it doesn't include me, and it never has. no matter how you care to define it, I do not identify with the local group. Planet, species, race, nation, state, religion, party, union, club, association, neighborhood improvement committee; I have no interest in any of it. I love and treasure individuals as I meet them, I loathe and despise the groups they identify with and belong to.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Regarding the fitness craze: America has lost its soul; now it's trying to save its body.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Frisbeetarianism is the belief that when you die,your soul goes up on the roof and gets stuck. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There's no present. There's only the immediate future and the recent past.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If you can't beat them, arrange to have them beaten.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“A house is just a place to keep your stuff while you go out and get more stuff.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“My mother would say, 'Why are you always playing alone?' And I would say, 'I'm not playin', Ma. I'm fuckin' serious!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Just cause you got the monkey off your back doesn't mean the circus has left town.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I was a loner as a child. I had an imaginary friend - I didn't bother with him.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't have to tell you it goes without saying there are some things better left unsaid. I think that speaks for itself. The less said about it the better.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I bet you anything that 10 times out of 10, Nicky, Vinny and Tony will beat the shit out of Todd, Kyle and Tucker.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“And although I broke a lot of laws as a teenager, I straightened out immediately upon turning eighteen, when I realized the state had a legal right to execute me.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Some national parks have long waiting lists for camping reservations. When you have to wait a year to sleep next to a tree, something is wrong.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People love to admit they have bad handwriting or that they can't do math. And they will readily admit to being awkward: 'I'm such a klutz!' But they will never admit to having a poor sense of humor or being a bad driver.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Do you know why hurricanes have names instead of numbers? To keep the killing personal. No one cares about a bunch of people killed by a number. '200 Dead as Number Three Slams Ashore' is not nearly as interesting a headline as 'Charlie kills 200.' Death is much more satisfying and entertaining if you personalize it.Me, I'm still waitin' for Hurricane Ed. Old Ed wouldn't hurt ya, would he? Sounds kinda friendly. 'Hell no, we ain't evacuatin'. Ed's comin'!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Here's a phrase that apparently the airlines simply made up: near miss. They say that if 2 planes almost collide, it's a near miss. Bullshit, my friend. It's a near hit! A collision is a near miss. [WHAM! CRUNCH!] \"Look, they nearly missed!\" \"Yes, but not quite.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Catholic, which I was until I reached the age of reason”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“They say that instead of cursing the darkness, one should light a candle. Nothing is mentioned, though, about cursing a lack of candles.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't believe there's any problem in this country, no matter how tough it is, that Americans, when they roll up their sleeves, can't completely ignore.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“When someone asks you, A penny for your thoughts, and you put your two cents in, what happens to the other penny?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It's all bullshit, folks and it's bad for ya.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Pardon me I've got nothing to say.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Religion has what is EASILY the greatest bullshit story of all time.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The only good thing ever to come out of religion was the music.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm not a person who thinks they can have it all, but I certainly feel that with a bit of effort and guile I should be able to have more than my fair share.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“If a man smiles all the time, he’s probably selling something that doesn’t work.”\n    \n  ―\n  \n    george carlin",
    "author": "george carlin"
  },
  {
    "text": "“The larger the group, the more toxic, the more of your beauty as an individual you have to surrender for the sake of group thought. And when you suspend your individual beauty you also give up a lot of your humanity. You will do things in the name of a group that you would never do on your own. Injuring, hurting, killing, drinking are all part of it, because you've lost your identity, because you now owe your allegiance to this thing that's bigger than you are and that controls you.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“You're just another american who is willfully ignorant of the big red, white and blue dick being shoved up your asshole every day... The owners of this country know the truth... it's called the American dream because you have to be asleep to believe it!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If no one knows when a person is going to die, how can we say he died prematurely?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“If we could only find out who's in charge, we could kill him.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Of course, in Los Angeles, everything is based on driving, even the killings. In New York, most people don't have cars, so if you want to kill a person, you have to take the subway to their house. And sometimes on the way, the train is delayed and you get impatient, so you have to kill someone on the subway. That's why there are so many subway murders; no one has a car.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“hard work is a misleading term. physical effort \u0026 long hours do not constitute hard work. hard work is when someone pays you to do something you'd rather not be doing. anytime you'd rather be doing something other than the thing you're doing...you're doing hard work.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Think off center.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Political correctness is America's newest form of intolerance, and it is especially pernicious because it comes disguised as tolerance. It presents itself as fairness, yet attempts to restrict and control people's language with strict codes and rigid rules. I'm not sure that's the way to fight discrimination. I'm not sure silencing people or forcing them to alter their speech is the best method for solving problems that go much deeper than speech.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Conservatives say if you don't give the rich more money, they will lose their incentive to invest. As for the poor, they tell us they've lost all incentive because we've given them too much money.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Life is tough, then you die.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm not concerned about all hell breaking loose, but that a PART of hell will break loose... it'll be much harder to detect. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“This is a lttle prayer dedicated to the separation of church and state. I guess if they are going to force those kids to pray in schools they might as well have a nice prayer like this: Our Father who art in heaven, and to the republic for which it stands, thy kingdom come, one nation indivisible as in heaven, give us this day as we forgive those who so proudly we hail. Crown thy good into temptation but deliver us from the twilight's last gleaming. Amen and Awomen. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Always do whatever's next.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Never let the brain idle. ‘An idle mind is the devil’s workshop.’ And the devil’s name is Alzheimer’s. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Reminds me of something my grandfather would say. He'd say, \"I'm goin' upstairs to fuck your grandmother.\" He was an honest man, and he wasn't going to bullshit a four-year-old.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“[On school uniforms] Don't these schools do enough damage making all these kids think alike, now they have to make them look alike too? It's not a new idea, either. I first saw it in old newsreels from the 1930s, but it was hard to understand because the narration was in German.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I went through the usual stages: imp, rascal, scalawag, whippersnapper. And, of course, after that it's just a small step to full-blown sociopath.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Life is not measured by the breathes you take, but by the moments that take your breathe away.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“California is a small woman saying, 'Fuck me.' New York is a large man saying, 'Fuck you!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Boy, these conservatives are really something, aren't they? They're all in favor of the unborn. They will do anything for the unborn. But once you're born, you're on your own. Pro-life conservatives are obsessed with the fetus from conception to nine months. After that, they don't want to know about you. They don't want to hear from you. No nothing. No neonatal care, no day care, no head start, no school lunch, no food stamps, no welfare, no nothing. If you're preborn, you're fine; if you're preschool, you're fucked.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If lawyers are disbarred and clergymen defrocked, doesn't it follow that electricians can be delighted, musicians denoted? ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Capitalism tries for a delicate balance: It attempts to work things out so that everyone gets just enough stuff to keep them from getting violent and trying to take other people’s stuff.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Avoid teams at all cost. Keep your circle small. Never join a group that has a name.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Just when I discovered the meaning of life, they changed it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It's not in the mainstream media yet, but the biggest jump in skin cancer has occurred since the advent of sunscreens. That kind of thing makes me happy. The fact that people, in pursuit of a superficial look of health, give themselves a fatal disease. I love it when 'reasoning' human beings think they have figured out how to beat something and it comes right back and kicks them in the nuts. God bless the law of unintended consequences. And the irony is impressive: Healthy people, trying to look healthier, make themselves sick. Good!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“The violence of the Left is symbolic, the injuries are not intended. The violence of the Right is real - directed at people, designed to cause injuries. Vietnam, nuclear weapons, police out of control are intentional forms of violence. The violence from the Right is aimed directly at people and the violence from the Left is aimed at institutions and symbols.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“What wine goes with Captain Crunch?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Is there another word for synonym?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Sometimes a little brain damage can help.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“By and large, language is a tool for concealing the truth.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You know who I pray to? Joe Pesci. Two reasons: First of all, I think he's a good actor, okay? To me, that counts. Second, he looks like a guy who can get things done. Joe Pesci doesn't fuck around. In fact, Joe Pesci came through on a couple of things that God was having trouble with.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“They don't want an educated populace capable of critical thought, sitting around the kitchen table realizing how badly they're getting fucked!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“To my way of thinking, there is every bit as much evidence for theexistence of UFOs as there is for the existence of God. Probably farmore. At least in the case of UFOs there have been countless tapedand filmed and, by the way, unexplained sightings from all over theworld, along with documented radar evidence seen by experiencedmilitary and civilian radar operators.\u003e\u003e”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I hate Dr Phil. Dr Phil told me to express my feelings, so I'm expressing them.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I wanna live. I don’t wanna die. That’s the whole meaning of life: Not dying! I figured that shit out by myself in the third grade”\n    \n  ―\n  \n    george carlin",
    "author": "george carlin"
  },
  {
    "text": "“I don't have hobbies; hobbies cost money. Interests are quite free.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The worst thing about e-mail is that you can’t interrupt the other person. You have to read the whole thing and then e-mail them back, pointing out all their mistakes and faulty assumptions. It’s frustrating and it’s time-consuming. God bless phone calls.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“The status quo sucks.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It is said that Indians were sometimes named for the first thing they saw when they were born. Makes you wonder why there aren't more Indians named Hairy Pussy, doesn't it?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Sore loser? You bet your fuckin' ass! What on earth is wrong with being a sore loser? It shows you cared about whatever the contest was in the first place. Fuck losing graciously-that's for chumps. And losers, by the way.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“She was only a prostitute, but she had the nicest face I ever came across.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I can remember staring at the orphanage and feeling envy.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“What exactly is the free world, anyway? I guess it would depend on what you consider the non-free world. And I can't find a clear definition of that, can you? Where is that? Russia? China? For chrissakes, Russia has a better Mafia than we do now, and China is pirating Lion King DVDs and selling dildos on the Internet. They sound pretty free to me. Here are some more jingoistic variations you need to be on the lookout for; \"The greatest nation on Earth; the greatest nation in the history of the world\"; and \"the most powerful nation on the face of the Earth.\" That last one is usually thrown in just before we bomb a bunch of brown people. Which is every couple of years.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Here’s another question I have. How come when it’s us, it’s an abortion, and when it’s a chicken, it’s an omelette? Are we so much better than chickens all of a sudden? When did this happen, that we passed chickens in goodness. Name 6 ways we’re better than chickens. See, nobody can do it! You know why? ‘Cause chickens are decent people. You don’t see chickens hanging around in drug gangs, do you? No, you don’t see a chicken strapping some guy into a chair and hooking up his nuts to a car battery, do you? When’s the last chicken you heard about come home from work and beat the shit out of his hen, huh? Doesn’t happen, ’cause chickens are decent people.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“What does it mean to pre-board? Do you get on before you get on? ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Age is a hell of a price to pay for wisdom”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You can prick your finger ... Just don't finger your prick.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“And now, in the interest of equal time, here is a message from the National Institute of Pancakes: It reads, and I quote, \"Fuck waffles.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I love it in a movie when they throw a guy off a cliff. I love it even when it's not a movie. No, especially when it's not a movie.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“The older you get, the better you realize you were.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Tits always look better in a pink sweater.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“A woman told me her child was autistic, and I thought she said artistic. So I said, 'Oh great. I'd like to see some of the things he's done.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“If all the world is a stage, where is the audience sitting?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I didn't wash today. I wasn't dirty. If I'm not dirty, I don't wash. Some weeks I don't have to shower at all. I just groom my three basic areas: teeth, hair, and asshole. And to save time, I use the same brush.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“No matter what you do, no matter how hard you try, you're screwed because it's all fixed and rigged. There is a club and you ain't in it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The wisest man I ever knew taught me something I never forgot. And although I never forgot it, I never quite memorized it either. So what I’m left with is the memory of having learned something very wise that I can’t quite remember.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Religion is like drugs, it destroys the thinking mind.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You wouldn't know it, from some of the things I've said over the years, but I like people... I do... I like people, but I like them in short bursts. I don't like people for extended periods of time. I'm all right with them for a little while, but once you get past around a minute, minute-and-a-half, I gotta get the f*** outta there.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      It's Bad for Ya",
    "author": "George Carlin,\n  It's Bad for Ya"
  },
  {
    "text": "“Fuck the drug war. Dropping acid was a profound turning point for me, a seminal experience. I make no apologies for it. More people should do acid. It should be sold over the counter.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“The God excuse, the last refuge of a man with no answers and no argument.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Abraham Maslow said that the fully realized person transcends his local group and identifies with the species. But the election of Ronald Reagan might've been the beginning of my giving up on my species. Because it was absurd. To this day it remains absurd. More than absurd, it was frightening: it represented the rise to supremacy of darkness, the ascendancy of ignorance.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“We're all fucked. It helps to remember this.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“One good reason to only maintain a small circle of friends is that three out of four murders are committed by people who know the victim.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If you have selfish, ignorant citizens, you're gonna get selfish, ignorant leaders.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“With the proper training, I could've been an evil genius.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I knew a transsexual guy whose only ambition is to eat, drink, and be Mary.”\n    \n  ―\n  \n    george carlin",
    "author": "george carlin"
  },
  {
    "text": "“There are no bad words. Bad thoughts. Bad intentions, and wooooords.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There's also way too much religion in the South to be consistent with good mental health.Still, I love traveling down there, especially when I'm in the mood for a quick trip to the thirteenth century. I'm not someone who buys into all that 'New South' shit you hear; I judge a place by the number of lynchings they've had, overall.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I think it would be interesting if old people got anti-Alzheimer's disease where they slowly began to recover other people's lost memories. ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I wanted to get a job as a gynecologist, but I couldn't find an opening.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I've never owned a telescope, but it's something I'm thinking of looking into.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Why do we park on driveways and drive on parkways? Just to be silly!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Griddle cakes, pancakes, hot cakes, flapjacks: why are there four names for grilled batter and only one word for love?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“I'll tell you a little secret about the Blues: it's not enough to know which notes to play, you have to know why they need to be played.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“What do dogs do on their day off?; Can't lie around – that's their job!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The safest place to be during an earthquake would be in a stationary store.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“A flag is supposed to represent everything that a country does. It doesn't only represent the good things. If you burn the flag, you're burning the flag for what you perceive to be the bad things the country has done. it's only a symbol. It's only a piece of cloth.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Twat is twat and that is that.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Personally, if I were trying to discourage people from smoking, my sign would be a little different. In fact, I might even go too far in the opposite direction. My sign would say something like, \"Smoke if you wish. But if you do, be prepared for the following series of events: First, we will confiscate your cigarette and extinguish it somewhere on the surface of your skin. We will then run you nicotine-stained fingers through a paper shredder and throw them into the street, where wild dogs will swallow them and then regurgitate them into the sewers, so that infected rats can further soil them before they're flushed out to sea with the rest of the city's filth. After such time, we will sysematically seek out your friends and loved one and destroy their lives.\"Wouldn't you like to see a sign like that?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Here's an interesting form of murder we came up with: assassination. You know what's interesting about assassination? Well, not only does it change those popularity polls in a big fucking hurry, but it's also interesting to notice who it is we assassinate. Did you ever notice who it is? Stop to think who it is we kill? It's always people who've told us to live together in harmony and try to love one another. Jesus, Gandhi, Lincoln, John Kennedy, Bobby Kennedy, Martin Luther King, Medgar Evers, Malcolm X, John Lennon, they all said, \"Try to live together peacefully.\" BAM! Right in the fucking head. Apparently we're not ready for that.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Although the photographer and the art thief were close friends, neither had ever taken the other's picture.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“As it stands right now, I lead Richard Pryor in heart attacks, two to one. However, Richard still leads me, one to nothing, in burning yourself up.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Boy everyone in this country is running around yammering about their fucking rights. \"I have a right, you have no right, we have a right.\"Folks I hate to spoil your fun, but... there's no such thing as rights. They're imaginary. We made 'em up. Like the boogie man. Like Three Little Pigs, Pinocio, Mother Goose, shit like that. Rights are an idea. They're just imaginary. They're a cute idea. Cute. But that's all. Cute...and fictional. But if you think you do have rights, let me ask you this, \"where do they come from?\" People say, \"They come from God. They're God given rights.\" Awww fuck, here we go again...here we go again.The God excuse, the last refuge of a man with no answers and no argument, \"It came from God.\" Anything we can't describe must have come from God. Personally folks, I believe that if your rights came from God, he would've given you the right for some food every day, and he would've given you the right to a roof over your head. GOD would've been looking out for ya. You know that.He wouldn't have been worried making sure you have a gun so you can get drunk on Sunday night and kill your girlfriend's parents.But let's say it's true. Let's say that God gave us these rights. Why would he give us a certain number of rights?The Bill of Rights of this country has 10 stipulations. OK...10 rights. And apparently God was doing sloppy work that week, because we've had to ammend the bill of rights an additional 17 times. So God forgot a couple of things, like...SLAVERY. Just fuckin' slipped his mind.But let's say...let's say God gave us the original 10. He gave the british 13. The british Bill of Rights has 13 stipulations. The Germans have 29, the Belgians have 25, the Sweedish have only 6, and some people in the world have no rights at all. What kind of a fuckin' god damn god given deal is that!?...NO RIGHTS AT ALL!? Why would God give different people in different countries a different numbers of different rights? Boredom? Amusement? Bad arithmetic? Do we find out at long last after all this time that God is weak in math skills? Doesn't sound like divine planning to me. Sounds more like human planning . Sounds more like one group trying to control another group. In other words...business as usual in America.Now, if you think you do have rights, I have one last assignment for ya. Next time you're at the computer get on the Internet, go to Wikipedia. When you get to Wikipedia, in the search field for Wikipedia, i want to type in, \"Japanese-Americans 1942\" and you'll find out all about your precious fucking rights. Alright. You know about it.In 1942 there were 110,000 Japanese-American citizens, in good standing, law abiding people, who were thrown into internment camps simply because their parents were born in the wrong country. That's all they did wrong. They had no right to a lawyer, no right to a fair trial, no right to a jury of their peers, no right to due process of any kind. The only right they had was...right this way! Into the internment camps.Just when these American citizens needed their rights the most...their government took them away. and rights aren't rights if someone can take em away. They're priveledges. That's all we've ever had in this country is a bill of TEMPORARY priviledges; and if you read the news, even badly, you know the list get's shorter, and shorter, and shorter.Yeup, sooner or later the people in this country are going to realize the government doesn't give a fuck about them. the government doesn't care about you, or your children, or your rights, or your welfare or your safety. it simply doesn't give a fuck about you. It's interested in it's own power. That's the only thing...keeping it, and expanding wherever possible.Personally when it comes to rights, I think one of two things is true: either we have unlimited rights, or we have no rights at all.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      It's Bad for Ya",
    "author": "George Carlin,\n  It's Bad for Ya"
  },
  {
    "text": "“I had no shoes, and I felt sorry for myself until I met a man who had no feet. I took his shoes. Now I feel better.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“When it comes to God's existence, I'm not an atheist and I'm not agnostic. I'm an acrostic. The whole thing puzzles me.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“When you step on the brakes your life is in your foot's hands.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I was a hip kid. When I saw Bambi it was the midnight show.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I read that Monica Seles got stabbed. And although I have nothing against Monica Seles, I'm glad somebody in sports got stabbed. I like the idea of it; it's good entertainment. If we're lucky, it'll spread through sports. And show business, too! Wouldn't you like to see a guy jump up on stage and stab some famous singer? Especially a real shitty pop singer? Maybe they'll even start stabbing comedians. Fuck it, I'm ready! I never perform without my can of mace. I have a switchblade knife, too. I'll cut your eye out and go right on telling jokes.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Governments don't want a population capable of critical thinking, they want obedient workers, people just smart enough to run the machines and just dumb enough to passively accept their situation.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'll bet there aren't too many people hooked on crack who can play the bagpipes.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“There's this man who lives in the sky, and he has ten things he doesn't want you to do, and you'll burn for a long time if you do them. But he loves you.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The mai tai got its name when two Polynesian alcoholics got in a fight over some neckwear.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“If you guys want to get a MOM tattoo and save a little money, just get two letters done. Get about a one-inch capital M tattooed on each cheek of your ass in pink and brown ink. Then when you bend over, it says \"Mom.\" Also, later on if you're havin' sex with your girlfriend, and her parents are in the next room, when you finish up you can just lie on your back, draw your legs up to your chest and silently say, 'Wow!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Females create life, males end it. War, crime, violence, are primarily male franchises. Man shit. It’s nature’s supreme joke.Deep in the womb, men start out as the good thing, and wind up as the crappy thing. Not all men. Just enough. Just enough to fuck things up.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Most people with low self-esteem have earned it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Nothing worse... nothing worse that to be stuck somewhere with some married a-hole and have to listen to him tell you about his f***in' kids... Let me tell ya something, folks... nobody cares about your children, okay?\" Nobody cares about your children. I speak for everyone. I've been appointed by the rest of the group to inform you we don't care about your children – that's why they're your children, so you can care about them and we don't have to bother.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People are wonderful one at a time. Each one of them has an entire hologram of the universe somewhere within them.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“You're really spread out now, you've got stuff all over the WORLD! You've got stuff at home, stuff in storage, stuff in Honolulu, stuff in Maui, stuff in your pockets...supply lines are getting longer and harder to maintain.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Everyone should try to scratch their name on the bomb of life.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think these pipe-smokers oughta just move to the next level and go ahead and suck a dick. There's nothing wrong with suckin' dicks. Men do it, women do it; can't be all bad if everybody's doin' it. I say, Drop the pipe, and go to the dick! That's my advice. I'm here to help.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Whenever you hear the phrase zero tolerance, remember, someone is bullshitting you.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“The Human Species could have been great but instead we became satisfied with lights on our tennis shoes.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Political correctness is fascism pretending to be manners.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“So I want to thank the Pentagon, the Soviet Union and the military-industrial complex from the bottom of my heart. Without them, I could never have become the man I am today.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“Because we were a poor area, the school had a small budget and was unable to teach the second half of the alphabet.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“If a turtle doesn't have a shell, is he homeless or naked?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Bullshit is the glue that binds us as a nation.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I love and treasure individuals as I meet them, I loath and despise the groups they identify or belong to.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Thall shall keep thy religion to thy selves.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Did you ever eat a whole box of cookies right in a row? Did you ever do that? I don't mean take them into your bedroom or something. I mean open them right up in the kitchen as soon as you get home from the store and eat 'em while you're standing there? Just stare at the toaster while you're eatin' a whole goddamn box of cookies?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Sports fans eat shit.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“The child molester skipped breakfast, but said he'd grab a little something on the way to work.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Weather forecast for tonight: dark.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Y'ever notice how you never seem to get laid on Thanksgiving? I think it's because all the coats are on the bed.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I love people as I meet them one by one. People are just wonderful as individuals. You see the whole universe in their eyes if you look carefully. But as soon as they begin to group, as soon as they begin to clot, when there are five of them or ten or even groups of smallest two, they begin to change, they sacrifice the beauty of the individual for the sake of the group.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“And off we go, out onto the highway looking for a little fun. Perhaps a flatbed truck loaded with human cadavers will explode in front of a Star Trek reunion. One can only dream and hope.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“A cat will blink when struck with a hammer.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Life is a series of dogs.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“In most polls there are always about 5 percent of the people who 'don't know.' What isn't generally understood is that it's the same people in every poll.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Fuck rational thought”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“If the shoe fits, buy another one just like it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“My advice: just keep movin' straight ahead. Every now and then you find yourself in a different place.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“As a matter of principle, I never attend the first annual anything.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Government want to tell you things you can't say because they're against the law, or you can't say this because it's against a regulation, or here's something you can't say because its a...secret; \"You can't tell him that because he's not cleared to know that.\" Government wants to control information and control language because that's the way you control thought, and basically that's the game they're in.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The habits of liberals, their automatic language, their knee-jerk responses to certain issues, deserved the epithets the right wing stuck them with. I'd see how true they often were. Here they were, banding together in packs, so I could predict what they were going to say about some event or conflict and it wasn't even out of their mouths yet. I was very uncomfortable with that. Liberal orthodoxy was as repugnant to me as conservative orthodoxy.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“So I do have this ambivalence. Obviously I'm against militaries, because of what militaries do. In many ways though, the air force was unmilitary-like. They dropped bombs on people, but...they had a golf course.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“Saliva causes cancer, but only if swallowed in small amounts over a long period of time.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The things they don't tell you in schools these days, geez. Have a look at your owners. The politicians are put there to give you the idea you have freedom of choice. You don't. You have no choice; you have owners. They own you. They own everything.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There are ten thousand people in the United States in a persistent vegetative state. Just enough to start a small town. Think of them as veggie-burghers.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I have this real moron thing I do? It's called thinking.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You know what these “God Bless America” people oughta do? They oughta check with that Jesus fellow they’re so crazy about. They’re always talking about “What would Jesus do?” They don’t wanna know so they can do it – they just wanna know so they can tell other people to do it!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If you can't say something nice about a person, go ahead”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Everybody’s going to save something now. “Save the trees, save the bees, save the whales, save those snails.” And the greatest arrogance of all: save the planet. What? Are these fucking people kidding me? Save the planet, we don’t even know how to take care of ourselves yet. We haven’t learned how to care for one another, we’re gonna save the fucking planet?.....Besides, there is nothing wrong with the planet. Nothing wrong with the planet. The planet is fine. The PEOPLE are fucked.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“... Why do so many people need help?! Life is not that complicated. You get up, you go to work, eat three meals, you take one good shit and you go back to bed. What’s the fucking mystery?!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“TOMORROW IS ANOTHER DAY. Not true. Today is another day. We have no idea what tomorrow is going to be. It might turn out to be another day, but we can't be sure. If it happens, I'll be the first to say so. But, you know what? By that time, it'll be today again”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Homemade is a myth. You want to know some things that are homemade? Crystal meth. Crack cocaine. A pipe bomb full of nails. Now we're talkin' homemade.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I think we’re part of a greater wisdom that we will ever understand; a higher order, call it what you want. Know what I call it? The Big Electron. It doesn’t punish, it doesn’t reward, it doesn’t judge at all. It just is.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don’t understand this notion of ethnic pride. “Proud to be Irish,” “Puerto Rican pride,” “Black pride.” It seems to me that pride should be reserved for accomplishments; things you attain or achieve, not things that happen to you by chance. Being Irish isn’t a skill; it’s genetic. You wouldn’t say, “I’m proud to have brown hair,” or “I’m proud to be short and stocky.” So why the fuck should you say you’re proud to be Irish? I’m Irish, but I’m not particularly proud of it. Just glad! Goddamn glad to be Irish!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“A person of good intelligence and sensitivity cannot exist in this society very long without having some anger about the inequality - and it’s not just a bleeding-heart, knee-jerk, liberal kind of a thing - it is just a normal human reaction to a nonsensical set of values where we have cinnamon flavored dental floss and there are people sleeping in the street.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I’m a high-tech low-life. A cutting edge, state-of-the-art bi-coastal multi-tasker and I can give you a gigabyte in a nanosecond!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Every day I beat my own previous record for the number of consecutive days I've stayed alive.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Swearing on the Bible, you understand that shit? They tell you to raise your right hand and put your left hand on the Bible. Does this stuff really matter, which hand? Does God really give a fuck about details like this? Suppose you put your right hand on the Bible and you raise your left hand. Would that count? Or would God say, 'Sorry, wrong hand, try again'? And why does one hand have to be raised? [...] But let's get back to the Bible, America's favorite national theatrical prop. Suppose the Bible they hand you to swear on is upside down, or backward, or both, and you swear to tell the truth on an upside-down backward Bible. Would that count? Suppose the Bible they hand you is an old Bible and half the pages are missing. Suppose all they have is a Chinese Bible. In an American court. Or a Braille Bible, and you're not blind. Suppose they hand you an upside-down, backward, Chinese, Braille Bible with half the pages missing. At what point does all of this stuff just break down and become just a lot of stupid shit that somebody made up? They fuckin' made it up, folks, it's make-believe! It's make-believe [...] Bible or no Bible, God or no God, if it suits their purposes, people are going to lie in court.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think one of the problems in this country is that too many people are screwing things up, committing crimes and then getting on with their lives. What is really needed for public officials who shame themselves is ritual suicide.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I finally figured out what e-mail is for. It’s for communicating with people you’d rather not talk to.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Catholics are against abortions. Catholics are against homosexuals. But, I can’t think of anyone who has less abortions than homosexuals!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“George Washington’s brother, Lawrence, was the Uncle of Our Country.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think everyone should treat one another in a Christian manner. I will not, however, be responsible for the consequences.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“They’re not pro-life. You know what they are? They’re anti-woman. Simple as it gets, anti-woman. They don’t like them. They don’t like women. They believe a woman’s primary role is to function as a brood mare for the state.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Thou shalt keep thy religion to thyself.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“This country was founded by slave owners who wanted to be free.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Gotta have my make up, in case I run into Joey and he wants to beat the shit out of me. Gotta look my best! Maybe he'll punch me repeatedly in the kidneys and the stomach so it doesn't mark up my face. He's so thoughtful!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I do. I like people, but I like them in short bursts. I don't like people for extended periods of time. I'm all right with them for a little while, but once you get up past around... a minute, minute and a half, I gotta get the fuck out of there. And my reason for this... my reason is one that you may share, possibly. I have a very low tolerance level for stupid bullshit.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      It's Bad for Ya",
    "author": "George Carlin,\n  It's Bad for Ya"
  },
  {
    "text": "“Motivation is bullshit, if you ask me this country could use a little less motivation. The people who are motivated are the ones who are causing all the trouble! Stock swindlers, serial killers, child molesters, Christian conservatives? These people are highly motivated, highly motivated. I think motivation is overrated, you show me some lazy prick who's lying around all day watching game shows and stroking his penis and I'll show you someone who's not causing any fucking trouble ok?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“You know what I do? I steal things. Fuck 'em! I grab a handful of candy bars and six magazines and head for the gate.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Life is sacred\"? Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death! Has been for thousands of years! Hindus, Muslims, Jews, Christians; all taking turns killing each other because God told 'em it was a good idea.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“If I had been in charge of reorganizing the government’s security agencies into a homeland defense organization, I would have divided the responsibilities into two agencies: The Bureau of What the Fuck Was That? and The Department of What the Fuck Are We Gonna Do Now?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“You can take and nail two sticks together like they've never been nailed together before and some fool will buy it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Watch My Language",
    "author": "George Carlin,\n  Watch My Language"
  },
  {
    "text": "“If you had yourself cloned, who exactly, would be your parents? Can you raise yourself? I guess so. And it might be fun. Just think, by the age of six you'd be driving yourself to school.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I think the human race has squandered its gift, and I think this country has squandered its promise. I think people in America sold out very cheaply, for sneakers and cheeseburgers. And I don't think it's fixable”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“When it comes to BULLSHIT…BIG-TIME, MAJOR LEAGUE BULLSHIT… you have to stand IN AWE, IN AWE of the all time champion of false promises and exaggerated claims, religion.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Hello. We’re the ones who control your lives. We make the decisions that affect all of you. Isn’t it interesting to know that those who run your lives would have the nerve to tell you about it in this manner? Suffer, you fools. We know everything you do, and we know where you go. What do you think the cameras are for? And the global-positioning satellites? And the Social Security numbers? You belong to us. And it can’t be changed. Sign your petitions, walk your picket lines, bring your lawsuits, cast your votes, and write those stupid letters to whomever you please; you won’t change a thing. Because we control your lives. And we have plans for you. Go back to sleep. THEY”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“The symphony orchestra had played poorly, so the conductor was in a bad mood. That night he beat his wife--because the music hadn't been beautiful enough.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Suppose that you didn’t make your Easter duty and it’s Pentecost Sunday, the last day, and you’re on a ship at sea. And the chaplain goes into a coma! But you wanted to receive. And then it’s Monday, too late… But then you cross the International Date Line! Would that then be a sin then, Father?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Never approach a crying woman entering a sports bar carrying a harpoon gun.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I love words. I thank you for hearing my words. I want to tell you something about words that I think is important. Words are my work, they’re my play. They’re my passion. Words are all we have really. We have thoughts, but thoughts are fluid. And, then we assign a word to a thought and we’re stuck with that word for that thought. So be careful with words. The same words that hurt can heal.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The best thing about living at the beach is that you only have assholes on three sides of you.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“As far as I'm concerned, humans have not yet come up with a belief that's worth believing.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Every sixty seconds, thirty acres of rain forest are destroyed in order to raise beef for fast-food restaurants that sell it to people, giving them strokes and heart attacks, which raise medical costs and insurance rates, providing insurance companies with more money to invest in large corporations that branch out further into the Third World so they can destroy more rain forests.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“The future will soon be a thing of the past.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“All music is the blues. All of it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Everyone appreciates your honesty, until you’re honest with them. Then you’re an asshole”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Unbelievably, a goldfish can kill a gorilla. However, it does require a substantial element of surprise.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Парадоксът на нашето време е, че имаме високи сгради , но ниска търпимост, широки магистрали, но тесни възгледи.Харчим повече, но имаме по-малко, купуваме повече, но се радваме на по-малко.Имаме по-големи кьщи и по-малки семейства, повече удобства, но по-малко време.Имаме повече образование, но по-малко разум, повече знания, но по-лоша преценка, имаме повече експерти, но и повече проблеми, повече медицина, но по-малко здраве.Пием твърде много, пушим твърде много, харчим твърде безотговорно, смеем се твърде малко, шофираме твърде бързо, ядосваме се твърде лесно, лягаме си твърде късно, събуждаме се твърде уморени, четем твърде малко, гледаме твърде много телевизия и се молим твърде рядко.Увеличихме притежанията си, но намалихме ценностите се.Говорим твърде много, обичаме твърде рядко и мразим твърде често.Знаем как да преживяваме, но не знаем как да живеем.Добавихме години към човешкия живот, но не добавихме живот към годините.Отидохме до Луната и се върнахме, но ни е трудно да прекосим улицата и да се запознаем с новия съсед.Покорихме космическите ширини, но не и душевните.Правим по-големи неща, но не и по-добри неща.Пречистихме въздуха, но замърсихме душата.Подчинихме, атома, но не и предръзсъдъците си.Пишем повече, но научаваме по-малко.Планираме повече, но пистигаме по-малко.Научихме се да бързаме, но не и да чакаме.Правим нови компютри, които складират повече информация и бълват повече копия от когато и да било, но общуваме все по-малко.Това е времето на бързото хранене и лошото храносмилане, на големите мъже и дребните души, на лесните печалби и трудните връзки.Времето на по-големите семейни доходи и на повечето разводи, на по-красивите къщи и разбитите домове.Времето на кратките пътувания, еднократните памперси и еднократния морал, на връзките за една нощ и наднорменото тегло, на хапчетата, които правят всичко възбуждат ни, успокояват ни, убиват ни.Време, което има много на витрината, но малко в склада.Време, когато технологията позволява това писмо да стигне до вас, но също ви позволява да го споделите или просто да натиснете \"изтриване\"-ЗАПОМНЕТЕ, ОТДЕЛЯЙТЕ ПОВЕЧЕ ВРЕМЕ НА ТЕЗИ, КОИТО ОБИЧАТЕ, ЗАЩОТО ТЕ НЕ СА ДО ВАС ЗАВИНАГИ.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There's a reason that education sucks.And it's the same reasonthat it will never ever, ever be fixed.It's never going to get any better,don't look for it,be happy with what you got.Because the owners of this country don't want that.I'm talking about the real owners now.The real owners.The big, wealthy business interests that control thingsand make all the important decisions.Forget the politicians.The politicians are put thereto give you the idea that you have freedom of choice.You don't.You have no choice.You have owners.They own you.They own everything.They own all the important land.They own and control the corporations.They've long since bought and paid for the Senate,the Congress, the state houses, and city halls.They got the judges in their back pocket.And they own all the big media companiesso they control just aboutall of the news and information you get to hear.They got you by the balls.They spend billions of dollars every year lobbying,lobbying to get what they want.Well, we know what they want.They want more for themselves and less for everybody else.But I'll tell you what they don't want.They don't want a populationof citizens capable of critical thinking.They don't want well-informed, well-educated people,capable of critical thinking.They're not interested in that.That doesn't help them.That's against their interest.That's right.They don't want people who are smart enoughto figure out how badly they're getting fuckedby a system that threw them overboard 30 fucking years ago.They don't want that.You know what they want?They want obedient workers.Obedient workers.People who are just smart enough to run the machines and do the paperworkand just dumb enough, to passively accept all these increasingly shittier jobs,with the lower pay, the longer hours, the reduced benefits,the end of overtime, and the vanishing pensionthat disappears the minute you go to collect it.And now, they're coming for your Social Security money.They want your fucking retirement money.They want it back,so they can give it to their criminal friends on Wall Street.And you know something, they'll get it.They'll get it all from you, sooner or later,because they own this fucking place.It's a big club, and you ain't in it.You and I are not in the big club.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Life Is Worth Losing",
    "author": "George Carlin,\n  Life Is Worth Losing"
  },
  {
    "text": "“The reason I prefer the sledgehammer to the rapier and the reason I believe in blunt, violent, confrontational forms for the presentation of my ideas is because I see that what’s happening to the lives of people is not rapierlike, it is not gentle, it is not subtle. It is direct, hard and violent. The slow violence of poverty, the slow violence of untreated disease. Of unemployment, hunger, discrimination. This isn’t the violence of some guy opening fire with an Uzi in a McDonald’s and forty people are dead. The real violence that goes on every day, unheard, unreported, over and over, multiplied a millionfold.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“Most of these quotations on Goodreads are shit I never said. That's because idiots submit them, and Goodreads never checks their authenticity.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      FM \u0026 AM",
    "author": "George Carlin,\n  FM \u0026 AM"
  },
  {
    "text": "“In comic strips, the person on the left always speaks first.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“But you know, the longer you listen to this abortion debate, the more you hear this phrase “sanctity of life”. You’ve heard that. Sanctity of life. You believe in it? Personally, I think it’s a bunch of shit. Well, I mean, life is sacred? Who said so? God? Hey, if you read history, you realize that God is one of the leading causes of death. Has been for thousands of years. Hindus, Muslims, Jews, Christians all taking turns killing each other ‘cause God told them it was a good idea. The sword of God, the blood of the land, vengeance is mine. Millions of dead motherfuckers. Millions of dead motherfuckers all because they gave the wrong answer to the God question. “You believe in God?” “No.” Boom. Dead. “You believe in God?” “Yes.” “You believe in my God? “No.” Boom. Dead. “My God has a bigger dick than your God!” Thousands of years. Thousands of years, and all the best wars, too. The bloodiest, most brutal wars fought, all based on religious hatred. Which is fine with me. Hey, any time a bunch of holy people want to kill each other I’m a happy guy.But don’t be giving me all this shit about the sanctity of life. I mean, even if there were such a thing, I don’t think it’s something you can blame on God. No, you know where the sanctity of life came from? We made it up. You know why? ‘Cause we’re alive. Self-interest. Living people have a strong interest in promoting the idea that somehow life is sacred. You don’t see Abbott and Costello running around, talking about this shit, do you? We’re not hearing a whole lot from Mussolini on the subject. What’s the latest from JFK? Not a goddamn thing. ‘Cause JFK, Mussolini and Abbott and Costello are fucking dead. They’re fucking dead. And dead people give less than a shit about the sanctity of life. Only living people care about it so the whole thing grows out of a completely biased point of view. It’s a self serving, man-made bullshit story.It’s one of these things we tell ourselves so we’ll feel noble. Life is sacred. Makes you feel noble. Well let me ask you this: if everything that ever lived is dead, and everything alive is gonna die, where does the sacred part come in? I’m having trouble with that. ‘Cuz, I mean, even with all this stuff we preach about the sanctity of life, we don’t practice it. We don’t practice it. Look at what we’d kill: Mosquitoes and flies. ‘Cause they’re pests. Lions and tigers. ‘Cause it’s fun! Chickens and pigs. ‘Cause we’re hungry. Pheasants and quails. ‘Cause it’s fun. And we’re hungry. And people. We kill people… ‘Cause they’re pests. And it’s fun!And you might have noticed something else. The sanctity of life doesn’t seem to apply to cancer cells, does it? You rarely see a bumper sticker that says “Save the tumors.”. Or “I brake for advanced melanoma.”. No, viruses, mold, mildew, maggots, fungus, weeds, E. Coli bacteria, the crabs. Nothing sacred about those things. So at best the sanctity of life is kind of a selective thing. We get to choose which forms of life we feel are sacred, and we get to kill the rest. Pretty neat deal, huh? You know how we got it? We made the whole fucking thing up! Made it up!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      More Napalm and Silly Putty",
    "author": "George Carlin,\n  More Napalm and Silly Putty"
  },
  {
    "text": "“We're going away. Pack your shit, folks. We're going away. And we won't leave much of a trace, either. Thank God for that. Maybe a little Styrofoam. Maybe. A little Styrofoam. The planet'll be here and we'll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet'll shake us off like a bad case of fleas. A surface nuisance.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm tired of people using their cars as biographical information centers, informing the world of their sad-sack lives and boring interests. Keep that shit to yourself. I don't want to know what college you went to, who you intend to vote for or what your plan is for world peace. I don't care if you visited the Grand Canyon, Mount Rushmore or the birthplace of Wink Martindale. And I'm not interested in what radio station you listen to or what bands you like. In fact, I'm not interested in you in any way, except to see you in my rearview mirror.Furthermore, I can do without your profession of faith in God, Allah, Jehova, Yahweh, Peter Cottonail or whoever the fuck it is you've turned your life over to; please keep your superstitions private. I can't tell how happy it would make me to someday drive up to a flaming auto wreck and see smoke curling up around one of those little fish symbols with Jesus written inside it. And as far as I'm concerned you can include the Darwin/fish-with-feet-evolution symbol too. Far too cute for my taste.So keep the personal and autobiographical messages to yourself. Here's an idea: maybe you could paste them up inside your car, where you can see them and I can't.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Words are all we have, really. We have thoughts but thoughts are fluid. Then we assign a word to a thought and we're stuck with that word for that thought, so be careful with words. I like to think that the same words that hurt can heal. It’s a matter of how you pick them.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Whatever happened to “In victory, magnanimity; in defeat, defiance.” So said Frederick the Great.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“And if they tell you you’re not a team player, just congratulate them on being so observant.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Cigarette companies market heavily to young people. They need young customers because their product kills the older ones. It is the only product that, if used as intended, kills the consumer.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“These are the kinds of thoughts that made it necessary to separate me from the other kids at school.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“Politics is so corrupt even the dishonest people get fucked. W”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      3 x Carlin: An Orgy of George including Brain Droppings, Napalm and Silly Putty, and When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  3 x Carlin: An Orgy of George including Brain Droppings, Napalm and Silly Putty, and When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“No art is possible without a dance with death.”\n    \n  ―\n  \n    George Carlin.",
    "author": "George Carlin."
  },
  {
    "text": "“War will end when people stop showing up for it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Most people have very little control over what sort of day they’re going to have. For instance, when one person says, “Have a nice day,” the other may well be thinking, “I’ve just been diagnosed with hypertrophic cardiomyopathy, and I’m also coughing up thick black stuff.” In this case the well-wisher’s words will fall on deaf ears.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“What are we going to tell the Intergalactic Council of Ministers the first time one of our teenage mothers threw her newborn baby into a dumpster, huh? How're we gonna explain that to the space people? How are we gonna let them know that our ambassador was only late for the meeting because his breakfast was cold and he had to spend half an hour punching his wife around the kitchen? What are they gonna think when they find out that it's just a local custom that over 80 million women in the Third World have had their clitorises forcibly removed in order to reduce their sexual pleasures so they won't cheat on their husbands? Can't you just sense how eager the rest of the universe is for us to show up? Can't you see them out there?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“California: bordering always on the Pacific and sometimes on the ridiculous. So, why do I live here? Because the sun goes down a block from my house.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I get tired of people talking about ''bad words'' and ''bad language''. Bullshit! It's the context that makes them good or bad.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I am sick of hearing about \"innocent victims\", there are no \"innocent victims\". If you live on this planet you're guilty. Period, f... you, end of report, next case, next f...ing case.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The term faith-based is nothing more than an attempt to slip religion past you when you’re not thinking; which is the way religion is always slipped past you. It deprives you of choice; choice being another word the political-speech manipulators find extremely useful.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“I don’t have pet peeves - I have major psychotic fucking hatreds.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I hope we're not just human garbage drifting toward a big sewer. But I think so.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“And finally, I've always drawn a great deal of moral comfort from Humpty Dumpty. The part I like the best? 'All the king's horses and all the king's men couldn't put Humpty Dumpty back together again.' That's because there is no Humpty Dumpty, and there is no God. None, not one, no God, never was.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“In some company it’s perfectly all right to prick your finger, but very bad form to finger your prick.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I think we need some new Christmas carols with a more modern approach. Of course, I wouldn’t abandon the religious theme completely. How about “Holy Christ, the Christmas Tree’s on Fire”? Or “Jesus, can you Believe It’s Christmas Again?” This ought to get the ball rolling; I’m hoping you people will take it from here.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“I don’t own any stocks or bonds. All my money is tied up in debt.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“I simply go about my passage swiftly and silently, with a certain deliberate, dark efficiency.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Personally I would never want to be a member of any group where you either have to wear a hat, or you can't wear a hat.\"﻿”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There's also way too much religion in the South to be consistent with good mental health.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We're all fucked. It helps to remember that.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Ladies and gentlemen, we have just begun our gradual descent into the Indianapolis area, a descent similar in many ways to the gradual slide of the United States from a first-class world leader to an aggressive, third-rate debtor nation of overweight slobs, undereducated slob children and aimless elderly people who can’t afford to buy medicine.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight? They never mention that part to us, do they?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I find it discouraging—and a bit depressing—when I notice the unequal treatment afforded by the media to UFO believers on the one hand, and on the other, to those who believe in an invisible supreme being who inhabits the sky. Especially as the latter belief applies to the whole Jesus-Messiah-Son-of-God fable.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Whenever I hear about parents who have nine or ten children, the only thing I wonder is how they survive the birthday parties.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Instead of school busing and prayer in schools, which are both controversial, why not a joint solution? Prayer in buses. Just drive these kids around all day and let them pray their fuckn’ empty little heads off.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“There's a nice campaign slogan for somebody: 'The Public Sucks. F*ck Hope.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We’re going away. Pack your shit, folks. We’re going away. And we won’t leave much of a trace, either. Maybe a little Styrofoam … The planet’ll be here and we’ll be long gone. Just another failed mutation. Just another closed-end biological mistake. An evolutionary cul-de-sac. The planet’ll shake us off like a bad case of fleas.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“To my way of thinking, there is every bit as much evidence for the existence of UFOs as there is for the existence of God. Probably far more. At least in the case of UFOs there have been countless taped and filmed—and, by the way, unexplained—sightings from all over the world, along with documented radar evidence seen by experienced military and civilian radar operators.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“If free trade can really turn all these Third World countries into thriving economies full of entrepreneurs and investors, who’s gonna clean the fuckin’ toilets around here?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Napalm \u0026 Silly Putty",
    "author": "George Carlin,\n  Napalm \u0026 Silly Putty"
  },
  {
    "text": "“There's no harm in reviewing the past from time to time; knowing where you've been is part of knowing where you are, and all that happy horse shit. But the American media have an absolute fixation on this. They rob us of the present by insisting on the past. If they were able, I'm sure they would pay equal attention to the future. Trouble is, they don't have any film on it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“They give you a colouring book and some crayons, and tell you, be creative...but don't go outside the lines.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“So if you hear something in this book that sounds like advocacy of a particular political point of view, please reject the notion. My interest in issues is merely to point out how badly we’re doing, not to suggest a way we might do better.Don’t confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in how they ought to be. And I certainly have no interest in fixing them. I sincerely believe that if you think there’s a solution, you’re part of the problem. My motto: Fuck Hope. P.S. In case you’re wondering, personally I’m a joyful individual, I had a long happy marriage and a close and loving family, my career has turned out better than I ever dreamed, and it continues to expand. I’m a personal optimist, but a skeptic about all else. What may sound to some like anger, is really nothing more than sympathetic contempt. I view my species with a combination of wonder and pity, and I root for its destruction. And please don’t confuse my point of view with cynicism–the real cynics are the ones who tell you everything’s gonna be all right.And P.P.S., by the way, if by some chance you folks do manage to straighten things out and make everything better, I still don’t wish to be included.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“There are nights when the wolves are silent and only the moon howls.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Do you know why it is that when a rancher fucks a sheep he does it at the edge of a cliff? It’s so the sheep will push back.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“The world is really a big straight line. Sometimes the world is actually a punchline. There are things that happen and you'll say, 'I can't believe that. Can you believe that?' And for that reason you don't have to tilt your head because the world at that time is coming at you at a forty-five degree angle, so they're out of wack. But most of the world appears to be straight and level, so you've got to tilt your head forty-five degrees and your vision becomes: how can I take that reality and just distort it enough to suit my purposes? To show them the craziness is there but it's just well-disguised.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      George Carlin On Comedy",
    "author": "George Carlin,\n  George Carlin On Comedy"
  },
  {
    "text": "“The only difference between lilies and turds is whatever difference humans have agreed upon; and I don't always agree.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“When fascism comes to America, it will not be in brown and black shirts. It will not be with jack-boots. It will be Nike sneakers and Smiley shirts...”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The most unfair thing about life is the way it ends. I mean, life is tough. It takes up a lot of your time. What do you get at the end of it? A Death! What’s that, a bonus? I think the life cycle is all backwards. You should die first; get it out of the way. Then you live in an old age home. You get kicked out when you’re too young, you get a gold watch, you go to work. You work forty years until you’re young enough to enjoy your retirement. You do drugs, alcohol, you party, you get ready for high school. You go to grade school, you become a kid, you play, you have no responsibilities, you become a little baby, you go back into the womb, you spend your last nine months floating …and you finish off as an orgasm.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm always relieved when someone is delivering a eulogy and I realize I'm listening to it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Professional soldiers are people who die for a living.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      More Napalm and Silly Putty",
    "author": "George Carlin,\n  More Napalm and Silly Putty"
  },
  {
    "text": "“Why don’t the men have “Take Our Sons to the Cat-House Night”?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“Ziemia przetrwała gorsze rzeczy niż my. Trzęsienia ziemi, wybuchy wulkanów, ruchy tektoniczne, dryf kontynentalny, rozbłyski słoneczne, plamy na słońcu, burze magnetyczne, zmiany biegunów magnetycznych, setki tysięcy lat bombardowania przez asteroidy, meteory i komety, globalne powodzie i pożary, promieniowanie kosmiczne, epoki lodowcowe... i niby jakieś papierowe torby i aluminiowe puszki mają jej zrobić różnicę? ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The West Coast experience is soft and peripheral, New York is hard and concentrated. California is a small woman saying, “Fuck me.” New York is a large man saying, “Fuck you!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      3 x Carlin: An Orgy of George including Brain Droppings, Napalm and Silly Putty, and When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  3 x Carlin: An Orgy of George including Brain Droppings, Napalm and Silly Putty, and When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Religia to najgłupsza rzecz, jaką kiedykolwiek wymyślono. Pomyślcie tylko. Religii właściwie udało się przekonać ludzi, że istnieje jakiś niewidzialny człowiek, który żyje w niebie, obserwuje wszystko co robisz każdej minuty i każdego dnia! Ma listę 10 rzeczy których nie pozwala ci robić. A jeśli zrobisz którąkolwiek z nich, to ma specjalne miejsce pełne ognia, i dymu, i swądu, tortur i katuszy, gdzie ześle cię, żebyś żył i cierpiał, palił się i dusił, krzyczał i płakał przez całą wieczność, aż do końca czasu. Ale on cię kocha! ”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Rights aren't really rights if someone can take them away.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“One time he was so hungover he had to consult a cottage cheese carton to determine the approximate date.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“America has no now. We're reluctant to acknowledge the present. It's too embarrassing.Instead, we reach into the past. Our culture is composed of sequels, reruns, remakes, revivals, reissues, re-releases, recreations, reenactments, adaptations, anniversaries, memorabilia, oldies radio, and nostalgia record collections. World War II has been refought so many times, the Germans and Japanese are now drawing residuals.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“به کودکان خود فقط خواندن نیاموزید. به آن ها سوال کردن درباره ی آنچه می خوانند را بیاموزید. به آن ها سوال کردن درباره ی همه چیز را بیاموزید.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Точно когато открих смисъла на живота те го смениха”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Weather forcast for tonight: dark.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“My motto: Fuck Hope!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Scratch a cynic and you'll find a disillusioned idealist. And the fire never goes out completely”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Life gets really simple once you cut out all the bullshit they teach you in school.”\n    \n  ―\n  \n    George Carlin.",
    "author": "George Carlin."
  },
  {
    "text": "“It's called the 'American dream' because you have to be asleep to believe it.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We're all f***ed, it helps to remember that.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Забелязвали ли сте, че всеки, който кара по-бавно от вас е идиот, а всеки, който кара по-бързо е маниак?”\n    \n  ―\n  \n    george carlin",
    "author": "george carlin"
  },
  {
    "text": "“The obedient always think of themselves as virtuous rather than cowardly.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“In Baltimore it's 6:42!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I dislike and despise groups of people, but I love individuals. Every person you look at, you can see the universe in their eyes, if you're really looking...”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I had a left-wing, humanitarian, secular humanist, liberal inclination on the one hand, which implied positions on myriad issues.On the other I had prejudices and angers and hatreds toward various classes of people. None of which included skin colour or ethnicity or religion. Well—religion, yes. I used to get angry at blue-collar right-wingers, but that passed, because I saw that in the end, they were just a different sort of victim.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“Life is a zero sum game.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Keep in mind, the news media are not independent; they are a sort of bulletin board and public relations firm for the ruling class - the people who run things. Those who decide what news you will or will not hear are paid by, and tolerated purely at the whim of, those who hold economic power. If the parent corporation doesn't want you to know something, it won't be on the news. Period. Or, at the very least, it will be slanted to suit them, and then rarely followed up.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“But as time passes and the evidence continues to accumulate, our hero suddenly changes direction and begins using public-relations jujitsu. He says, “We’re trying to get to the bottom of this.” We. Suddenly, he’s on the side of the law. “We’re trying to get to the bottom of this, so we can get the facts out to the American people.” Nice. The American people. Always try to throw them in; it makes it sound as if you actually care. As the stakes continue to rise, our hero now makes a subtle shift and says, “I’m willing to trust in the fairness of the American people.” Clearly, he’s trying to tell us something: that there may just be a little fire causing all the smoke. But notice he’s still at the I-have-nothing-to-hide stage. But then, slowly, “I’m willing to trust in the fairness of the American people” progresses to “There is no credible evidence,” and before long, we’re hearing the very telling, “No one has proven a thing.” Now, if things are on track in this drama, and the standard linguistic path of the guilty is being followed faithfully, “No one has proven a thing” will precede the stage when our hero begins to employ that particularly annoying technique: Ask-yourself-questions-and-then-answer-them: “Did I show poor judgment?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“I recently heard the following sentence on CNN: 'Because of high winds, about two hundred and fifty thousand people in New England are without power.'And I thought 'gee, when you think about it, about two hundred and seventy five million people in the United States are without power. They just aren't aware of it.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“I don't want something that's good for headaches. I want something that's bad for headaches. And good for me.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Es la vieja doble moral estadounidense. Decir una cosa y hacer otra diferente. Y por supuesto este país fue fundado bajo una doble moral. Es parte de nuestra historia, es una doble moral muy básica: Un grupo dueño de esclavos que querían ser libres. ¿Estoy en lo cierto? Qué absurdo. Lo que hicieron fue matar a un montón de ingleses blancos, para seguir poseyendo a sus esclavos negros, para luego exterminar a los indios rojos, ir hacia el oeste para robarle territorio a los mexicanos marrones y finalmente tener un lugar de donde despegar, volar y lanzar bombas nucleares sobre los japoneses amarillos. ¿Saben cuál debería ser el lema de este país? '¡Danos un color y nosotros nos deshacemos de él!.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“We drink too much, smoke too much, spend too recklessly, laugh too little, drive too fast, get too angry, stay up too late, get up too tired, read too little, watch TV too much. We have multiplied out possessions but reduced our values. We talk too much, love too seldom, and hate too often. We've learned how to make a living but not a life. We've added years to life, not life to years.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Животът не се мери с броя вдишвания, а с моментите, които спират дъха ни!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Есть немало людей, озабоченных безопасностью атомных станций и не пристегивающихся в машине.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“مونږ ځانونه څومره غټ ګڼو. اوس خو هر یو کس څه نا څه بچ کوي. ' بوټي بچ کړئ، مچۍ بچ کړئ، ویل سمندري مایان بچ کړئ، سنیل چینجي بچ کړئ.' او تر ټولو زیات غرور خو يې په دې کې دې: زمکه بچ کړئ. مونږ ته خو دا هم نه دي معلوم چې د ځانونو خیال څنګه وساتو. د دا قسمه غ**و خو زه سم تنګ راغلې یم. زه د زمکې غ***ې ورځ Earth Day نه سم تنګ راغلې یم. زه دغه د چاپیریال ساتونکو نه ډیر تنګ راغلې چې ځان ورله ډیر نیک ښکاري، دغه سور پوستکي، منځ پوړي ازاد فکران چې سوچ کوي د دې هیواد یواځینۍ ستونزه دا ده چې دلته د سائیکلو لارې ډیرې نشته. دا خلک د خپلو Volvo موټرونو د پاره نړۍ خوندي ساتل غواړي. هسې هم دغه چاپیرل ساتنې غوښتونکې د زمکې سره هیڅ مینه نه لري. په فکر کې نا، نه يې لري. تاسو ته معلوم دې چې څه سره شوق لري؟ د اوسیدو د پاره یو پاک ځای. خپل استوګن ځای يې. دوئ ناکلاره دي چې په ائنده کې به یوه ورځ دوئ ته تکلیف ورسي. تنګ، په- فکر- تورو مفاداتو سره زه هیڅ شوق نه لرم.زمکې خو د دې نه زیات تکلیفونه تیر کړي. زلزلې، اوراباسونکي غرونه، د زمکې لاندې پتریو خوځیدنه، د براعظمونو بهیدنه، په لمر کې دننه د اور لمبې تیزیدنه، د لمر دننه ځینې ځایونو کې د اور مړیدینه، مقناطیسي توپانونه، د زمکې قطب او شمال برقي وضعې په بل مخ اوړیدنه .........لکونو زرګونو کلونو راهیسې په اسمان کې لمبوزنو شهاب ثاقب، لویو ډبرو او کاڼو په زمکه بمبارۍ، نړیوال سیلابونو، د سپوږمۍ د وجې جوړ شوي غټ سمندري موجونه، نړۍ کې ښور اورونه، د زمکې وروستیدنه او رالویدنه، اسماني شغلې، بیا بیا راتلونکې د واورې دورونه، ..... او مونږ سوچ کوو چې یو څو پلاستک بوجۍ او یو څو د الومینیم ډبي به ډیر فرق راولي؟ زمکه چیرې هم ځي. مونږ ترې روان یو مونږ! مونږ روان یو. یا خلکو! خپل غ* غوشایه مو تړئ. مونږ روان یو. او زمونږ به داسې خاص څه نخښې هم پاتې نشي. کیدې شي لږ د سټائروفوم پلاسټک نخښه به پا تې شي. زمکه به هم دلته وي او مونږ به ترې پخوا تلي یو. د تغیر خوړونکې یو بل ناکامه تجرباتي مخلوق په شان. یو بل حیاتیاتي غلطۍ په شان چې هیڅ ائنده نه لري. یوې بندې ارتقايي کوڅې په شان. دا زمکه به مونږ له خپل بدن نه داسې وڅنډوي لکه کوټک چې پریوځي. مونږ به ترې لاړ یو او دا زمکه به ډیر لوی، لوی او لوی وخت د پاره موجوده وي، او خپل بدن به پخپله روغ کړي، خپل ځان به سپا کړي، ځکه چې زمکه هم دغه شان کوي. زمکه داسې نظام لري چې ځان پخپله رغوي. دا هوا او دا اوبه به بیا روغې شي، زمکه به نوې شي. او که دا رښتیا وي چې پلاسټک په زمکه کې نه ماتیږې، نه وروستیږي او نه ختمیږي، نو په دې کې څه، زمکه به په اسانې سره دا د خپل نوي نظام برخه کړي: زمکه + پلاسټک. زمکه زمونږ په شان پلاسټک سره څه تعصب نه لري. پلاسټک خو د زمکې نه راغلې دې. کیدې شي زمکه پلاسټک ته هم هغسې ګوري لکه چې خپلو نورو بچو ته ګوري. کیدې شې زمکې زمونږ د پیدا کیدو اجازه هم ځکه ورکړې وه چې پلاسټک يې پکار و. خو د جوړولو چل نه ورتلو. نو مونږ ته يې حاجت شو. کیدې شي دا ځواب وي زمونږ د هغه ځان – غټ – ګڼونکي، ځان - خوښونکي فلسفیانه سوال چې دا دې: مونږ دلته ولې راغلي یو؟ ځواب يې پلاسټک دې ...... ک*****و!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Совет подросткам: кайфуйте от спорта, а не от наркотиков. Если же в вашем районе нет баскетбольной площадки — черт с вами, колитесь, нюхайте и курите.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Abraham Maslow said that the fully realized person transcends his local group and identifies with the species. But the election of Ronald Reagan might’ve been the beginning of my giving up on my species. Because it was absurd. To this day it remains absurd. More than absurd, it was frightening: it represented the rise to supremacy of darkness, the ascendancy of ignorance.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“We drink too much, smoke too much, spend too recklessly, laugh too little, drive too fast, get too angry, stay up too late, get up too tired, read too little, watch TV too much. We have multiplied our possessions but reduced our values. We talk too much, love too seldom, and hate too often. We've learned how to make a living but not a life. We've added years to life, not life to years.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“The future ain't what it used to be.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“Religion has actually convinced people that there's an invisible man living in the sky who watches everything you do, every minute of every day. And the invisible man has a special list of ten things he does not want you to do. And if you do any of these ten things, he has a special place, full of fire and smoke and burning and torture and anguish, where he will send you to live and suffer and burn and choke and scream and cry forever and ever 'til the end of time!But He loves you. He loves you, and He needs money! He always needs money! He's all-powerful, all-perfect, all-knowing, and all-wise, but somehow just can't handle money!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“People who see life as anything more than pure entertainment are missing the point.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I'm gettin' tired of guys who smoke pipes. When are they gonna outlaw this shit? Guy with a fuckin' pipe! It's an arrogant thing to place a burning barrier between you and the rest of the world. It's supposed to imply thoughtfulness or intelligence. It's not intelligent to stand around with a controlled fire sticking out of your mouth. I say, \"Hey, professor! You want somethin' hot to suck on? Call me! I'll give ya somethin' to put in your mouth!\" I think these pipe-smokers oughta just move to the next level and go ahead and suck a dick. There's nothing wrong with suckin' dicks. Men do it, women do it; can't be all bad if everybody's doin' it. I say, Drop the pipe, and go to the dick! That's my advice. I'm here to help.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“I don’t really identify with America. I don’t really feel like an American or part of the American experience, and I don’t really feel like a member of the human race, to tell you the truth. I know I am, but I really don’t. All the definitions are there, but I don’t really feel a part of it. I think I have found a detached point of view, an ideal emotional detachment from the American experience and culture…”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Если бы я отвечал за реорганизацию спецслужб внутренней безопасности, я бы разделил весь круг задач между двумя конторами: Что-это-ебнуло-бюро и Что-бля-теперьделать-управлением.﻿”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“It's all bullshit, folks.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“I don't really, honestly, deep down believe in political action. I think the system contracts and expands as it wants to, it accomodates these changes.. I think the civil rights movement was an accomodation in the part of those who own the country. I think they see where their self-interest lies, they see that a certain amount of freedom seems good, an illusion of liberty. Give these people a voting day every year so that they will have the illusion of meaningless choice. Meaningless choice that we go like slaves and say \"oh yea, I voted.\"The limits of debate in this country are established before the debate even begins and everyone else is marginalized, they are made to be seen either as communists or some sort of disloyal person, a cook (there's a word), and now it's conspiracy. They made that. Something that should not be even entertained for a minute that powerful MIGHT get together and have a plan. Doesn't happen! You are cook! You are a conspiracy buff!”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Beethoven was so hard of hearing he thought he was a painter.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Повсюду грязь. И я не о погоде.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“My interest in “issues” is merely to point out how badly we’re doing, not to suggest a way we might do better. Don’t confuse me with those who cling to hope. I enjoy describing how things are, I have no interest in low they “ought to be.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Politics is so corrupt even the dishonest people get fucked.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Brain Droppings",
    "author": "George Carlin,\n  Brain Droppings"
  },
  {
    "text": "“Why is it that most of the people who are against abortion are people you wouldn't want to fuck in the first place?”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Boy, these conservatives are really something, aren't they? They're all in favor of the unborn. They will do anything for the unborn. But once you're born, you're on your own. Pro-life conservatives are obsessed with the fetus from conception to nine months. After that, they don't want to know about you. They don't want to hear from you. No nothing. No neonatal care, no day care, no head start, no school lunch, no food stamps, no welfare, no nothing. If you're preborn, you're fine; if you're preschool, you're fucked. Conservatives don't give a shit about you until you reach a military age. Then they think you're just fine, just what they've been looking for. Conservatives want alive babies so they can raise them to be dead soldiers. These people are not pro-life, they're just anti-woman, simple as it gets, anti-woman. They don't like women. They believe a woman's primary role is to function as a broodmare for the state and war machine.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“La paradoja de nuestro tiempo en la historia es que:Tenemos edificios más altos pero temperamentos más cortos, \u2028autopistas más anchas, pero puntos de vista más estrechos.Gastamos más pero tenemos menos, \u2028compramos más, pero gozamos menos. Tenemos casas más grandes y familias más pequeñas, \u2028más conveniencias, pero menos tiempo. Tenemos más grados pero menos sentido, \u2028más conocimiento, pero menos juicio, \u2028más expertos, sin embargo más problemas,\u2028más medicina, pero menos bienestar.Bebemos demasiado, fumamos demasiado, gastamos muy imprudentemente, reímos muy poco, \u2028manejamos demasiado rápido, nos ponemos demasiado irritados, nos estamos hasta muy tarde en la noche, nos levantamos demasiado cansados, \u2028leemos muy poco, miramos demasiada TV, y rezamos muy rara vez. Hemos multiplicado nuestras posesiones, pero reducido nuestros valores. Hablamos demasiado, amamos muy rara vez, y odiamos muy a menudo. Hemos aprendido cómo ganarnos la vida, pero no cómo hacer una vida.Hemos adicionado años a la vida pero no vida a los años. Hemos ido todo el camino a la luna y de regreso, pero tenemos problema para cruzar la calle para conocer a un nuevo vecino. Hemos conquistado el espacio exterior pero no el espacio interior. Hemos hecho grandes cosas, pero no mejores cosas. Hemos limpiado el aire, pero contaminado el alma. Hemos conquistado el átomo, pero no nuestros prejuicios. Escribimos más, pero aprendemos menos. Planeamos más, pero logramos menos. Hemos aprendido a ir de prisa, pero no a esperar. Construimos más computadores para tener información, para producir más copias que siempre, pero comunicamos menos y menos.Hay los tiempos de comidas rápidas y de baja digestión, de hombrotes y mujerzotas pero de carácter pequeño, ganancias empinadas y relaciones superficiales. Éstos son los días de dos ingresos pero más divorcios, \u2028casas más extravagantes, pero hogares rotos. Éstos son los días de viajes rápidos, pañales desechables, moralidad desechable, \u2028encuentros amorosos de una sola noche, cuerpos con sobrepeso, y pastillas que hacen de todo, desde animar, a aquietar, a matar.Es un tiempo cuando hay mucho en la vidriera del mostrador y nada en el almacén. Un tiempo cuando la tecnología puede traer esta carta a ustedes, y un tiempo cuando ustedes puede escoger ya sea compartir este entendimiento, o sólo pulsar borrar. Recuerden, gasten algún tiempo con sus seres queridos, porque ellos no van a estar ahí por siempre. Recuerden decir una palabra amable a alguien quien los mira maravillado,\u2028porque esa personita crecerá y dejará de estar a su lado.Recuerden dar un caluroso abrazo a alguien cercano a ustedes, porque es ése el único tesoro que pueden dar con el corazón y no cuesta un centavo. Recuerden decir “te amo” a su pareja y a sus seres queridos, pero principalmente, háganlo con intención.Un beso y un abrazo repararán heridas cuando viene de muy adentro de ustedes. Recuerden cogerse de las manos y compartan el momento porque algún día esa persona no estará allí de nuevo.¡Dense tiempo para amar, dense tiempo para hablar! Y dense tiempo para compartir los preciosos pensamientos de su mente.Y siempre recuerden: “La vida no es medida por el número de alientos que tomamos, sino por los momentos que nos quitan el aliento.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Насчет астрологии: акушерка или санитарка в родильном доме, весящая от пятидесяти до ста килограммов, оказывает на ребенка в момент его рождения более заметное гравитационное воздействие, чем любая из тех далеких планет, которые якобы влияют на личность и судьбу новорожденного. Почему эти близкие и массивные объекты не фигурируют в столь тщательно рассчитываемых астрологических таблицах?”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork Chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork Chops?"
  },
  {
    "text": "“The planet will be here for a long, long, LONG time after we’re gone, and it will heal itself, it will cleanse itself, ’cause that’s what it does. It’s a self-correcting system. The air and the water will recover, the earth will be renewed. And if it’s true that plastic is not degradable, well, the planet will simply incorporate plastic into a new paradigm: the earth plus plastic. The earth doesn’t share our prejudice toward plastic. Plastic came out of the earth. The earth probably sees plastic as just another one of its children. Could be the only reason the earth allowed us to be spawned from it in the first place. It wanted plastic for itself. Didn’t know how to make it. Needed us. Could be the answer to our age-old egocentric philosophical question, “Why are we here?” Plastic… asshole.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“the fully realized person transcends his local group and identifies with”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Last Words",
    "author": "George Carlin,\n  Last Words"
  },
  {
    "text": "“I was thinking about how people seem to read the bible a lot more as they get older, and then it dawned on me—they’re cramming for theirfinal exam.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Don’t just teach your children to read. Teach them to question what they read. Teach them to question everything.”\n    \n  ―\n  \n    George Carlin",
    "author": "George Carlin"
  },
  {
    "text": "“Today, I want to tell you about little Danny Pendejo.”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      When Will Jesus Bring the Pork chops?",
    "author": "George Carlin,\n  When Will Jesus Bring the Pork chops?"
  },
  {
    "text": "“All destinations are final. That's what it means! Destiny...FINAL! If you haven't gotten to where you're going...YOU AREN'T THERE YET!”\n    \n  ―\n  \n    George Carlin,\n  \n    \n      Jammin in New York",
    "author": "George Carlin,\n  Jammin in New York"
  }
]